Repository: avgeek-oss/illustrate
Catalog: Illustrate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: Export Scene
de: Szene exportieren
es: Exportar escena
fr: Exporter la scène
hi: निर्यात दृश्य
id: Ekspor Adegan
ja: シーンのエクスポート
ko: 장면 내보내기
pl: Eksportuj scenę
pt_br: Exportar cena
tr: Sahneyi Dışa Aktar
uk: Експорт сцени
vi: Xuất cảnh
zh_hans: 导出场景
zh_hant: 匯出場景

source: Export Storyboard Video (⌘E)
de: Storyboard-Video exportieren (⌘E)
es: Exportar vídeo del guión gráfico (⌘E)
fr: Exporter la vidéo du storyboard (⌘E)
hi: स्टोरीबोर्ड वीडियो निर्यात करें (⌘E)
id: Ekspor Video Papan Cerita (⌘E)
ja: ストーリーボードビデオのエクスポート (⌘E)
ko: 스토리보드 비디오 내보내기(⌘E)
pl: Eksportuj wideo w formie scenorysu (⌘E)
pt_br: Exportar vídeo de storyboard (⌘E)
tr: Storyboard Videosunu Dışa Aktar (⌘E)
uk: Експорт відео розкадровки (⌘E)
vi: Xuất video bảng phân cảnh (⌘E)
zh_hans: 导出故事板视频 (⌘E)
zh_hant: 匯出故事板影片 (⌘E)

source: Export Successful
de: Export erfolgreich
es: Exportación exitosa
fr: Exportation réussie
hi: निर्यात सफल
id: Ekspor Berhasil
ja: エクスポートに成功しました
ko: 내보내기 성공
pl: Eksport udany
pt_br: Exportação bem-sucedida
tr: Dışa Aktarma Başarılı
uk: Експорт успішно
vi: Xuất thành công
zh_hans: 导出成功
zh_hant: 匯出成功

source: Extend Video
de: Video erweitern
es: Ampliar vídeo
fr: Étendre la vidéo
hi: वीडियो बढ़ाएँ
id: Perpanjang Video
ja: ビデオを拡張する
ko: 비디오 확장
pl: Rozszerz wideo
pt_br: Estender vídeo
tr: Videoyu Genişlet
uk: Розширити відео
vi: Mở rộng video
zh_hans: 延长视频
zh_hant: 延長視頻

source: Extend video with your imagination
de: Erweitern Sie Ihr Video mit Ihrer Fantasie
es: Amplía el vídeo con tu imaginación.
fr: Prolongez la vidéo avec votre imagination
hi: अपनी कल्पना से वीडियो का विस्तार करें
id: Perluas video dengan imajinasi Anda
ja: 想像力でビデオを拡張
ko: 상상력으로 비디오를 확장하세요
pl: Rozbuduj wideo swoją wyobraźnią
pt_br: Amplie o vídeo com sua imaginação
tr: Videoyu hayal gücünüzle genişletin
uk: Розширюйте відео своєю уявою
vi: Mở rộng video bằng trí tưởng tượng của bạn
zh_hans: 发挥你的想象力扩展视频
zh_hant: 發揮你的想像力擴展視頻

source: Extraction failed
de: Die Extraktion ist fehlgeschlagen
es: Error de extracción
fr: Échec de l'extraction
hi: निष्कर्षण विफल
id: Ekstraksi gagal
ja: 抽出に失敗しました
ko: 추출 실패
pl: Ekstrakcja nie powiodła się
pt_br: Falha na extração
tr: Çıkarma başarısız oldu
uk: Не вдалося видобути
vi: Trích xuất không thành công
zh_hans: 提取失败
zh_hant: 提取失敗

source: Extraction in progress
de: Extraktion läuft
es: Extracción en curso
fr: Extraction en cours
hi: निष्कर्षण प्रगति पर है
id: Ekstraksi sedang berlangsung
ja: 抽出中です
ko: 추출 진행 중
pl: Ekstrakcja w toku
pt_br: Extração em andamento
tr: Çıkarma işlemi devam ediyor
uk: Триває вилучення
vi: Đang trích xuất
zh_hans: 提取正在进行中
zh_hant: 提取正在進行中

source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
hi: असफल
id: Gagal
ja: 失敗しました
ko: 실패
pl: Nie udało się
pt_br: Falha
tr: Başarısız
uk: Не вдалося
vi: thất bại
zh_hans: 失败
zh_hant: 失敗

source: Failed Requests
de: Fehlgeschlagene Anfragen
es: Solicitudes fallidas
fr: Demandes ayant échoué
hi: विफल अनुरोध
id: Permintaan Gagal
ja: 失敗したリクエスト
ko: 실패한 요청
pl: Nieudane żądania
pt_br: Solicitações com falha
tr: Başarısız İstekler
uk: Невдалі запити
vi: Yêu cầu không thành công
zh_hans: 失败的请求
zh_hant: 失敗的請求

source: Failed to load
de: Laden fehlgeschlagen
es: No se pudo cargar
fr: Échec du chargement
hi: लोड करने में विफल
id: Gagal memuat
ja: ロードに失敗しました
ko: 로드하지 못했습니다.
pl: Nie udało się załadować
pt_br: Falha ao carregar
tr: Yüklenemedi
uk: Не вдалося завантажити
vi: Không tải được
zh_hans: 加载失败
zh_hant: 載入失敗

source: Fast Internet Required
de: Schnelles Internet erforderlich
es: Se requiere Internet rápido
fr: Internet rapide requis
hi: तेज़ इंटरनेट की आवश्यकता
id: Diperlukan Internet Cepat
ja: 高速インターネットが必要です
ko: 빠른 인터넷 필요
pl: Wymagany szybki Internet
pt_br: Internet rápida necessária
tr: Hızlı İnternet Gerekli
uk: Потрібен швидкий Інтернет
vi: Yêu cầu Internet nhanh
zh_hans: 需要快速的互联网
zh_hant: 需要快速的互聯網

source: Fetch
de: Holen
es: buscar
fr: Récupérer
hi: लायें
id: Ambil
ja: フェッチ
ko: 가져오기
pl: Pobierz
pt_br: Buscar
tr: Getir
uk: Принести
vi: Tìm nạp
zh_hans: 获取
zh_hant: 獲取

source: Filename
de: Dateiname
es: Nombre de archivo
fr: Nom du fichier
hi: फ़ाइलनाम
id: Nama file
ja: ファイル名
ko: 파일 이름
pl: Nazwa pliku
pt_br: Nome do arquivo
tr: Dosya adı
uk: Ім'я файлу
vi: Tên tệp
zh_hans: 文件名
zh_hant: 檔案名稱

source: Filename (optional)
de: Dateiname (optional)
es: Nombre de archivo (opcional)
fr: Nom du fichier (facultatif)
hi: फ़ाइल नाम (वैकल्पिक)
id: Nama file (opsional)
ja: ファイル名 (オプション)
ko: 파일 이름(선택사항)
pl: Nazwa pliku (opcjonalnie)
pt_br: Nome do arquivo (opcional)
tr: Dosya adı (isteğe bağlı)
uk: Ім'я файлу (необов'язково)
vi: Tên tệp (tùy chọn)
zh_hans: 文件名（可选）
zh_hant: 檔案名稱（可選）

source: Filter by Tag
de: Nach Tag filtern
es: Filtrar por etiqueta
fr: Filtrer par balise
hi: टैग द्वारा फ़िल्टर करें
id: Filter berdasarkan Tag
ja: タグによるフィルター
ko: 태그로 필터링
pl: Filtruj według tagu
pt_br: Filtrar por etiqueta
tr: Etikete Göre Filtrele
uk: Фільтрувати за тегом
vi: Lọc theo thẻ
zh_hans: 按标签过滤
zh_hant: 按標籤過濾

source: First Frame
de: Erster Frame
es: Primer cuadro
fr: Première image
hi: पहला फ़्रेम
id: Bingkai Pertama
ja: 最初のフレーム
ko: 첫 번째 프레임
pl: Pierwsza ramka
pt_br: Primeiro quadro
tr: İlk Çerçeve
uk: Перший кадр
vi: Khung hình đầu tiên
zh_hans: 第一帧
zh_hant: 第一幀

source: First image as source, rest as style references
de: Erstes Bild als Quelle, Rest als Stilreferenzen
es: Primera imagen como fuente, resto como referencias de estilo.
fr: Première image comme source, reste comme références de style
hi: पहली छवि स्रोत के रूप में, बाकी शैली संदर्भ के रूप में
id: Gambar pertama sebagai sumber, sisanya sebagai referensi gaya
ja: 最初の画像をソースとして、残りをスタイル参照として
ko: 첫 번째 이미지를 소스로, 나머지는 스타일 참조로 사용
pl: Pierwszy obraz jako źródło, reszta jako odniesienia do stylu
pt_br: Primeira imagem como fonte, restante como referências de estilo
tr: Kaynak olarak ilk görsel, geri kalanı stil referansı olarak
uk: Перше зображення як джерело, решта як посилання на стиль
vi: Hình ảnh đầu tiên làm nguồn, phần còn lại làm tài liệu tham khảo kiểu
zh_hans: 第一张图片作为来源，其余作为风格参考
zh_hant: 第一張圖片作為來源，其餘作為風格參考

source: Flow Canvas
de: Flow-Leinwand
es: Lienzo de flujo
fr: Toile de flux
hi: प्रवाह कैनवास
id: Aliran Kanvas
ja: フローキャンバス
ko: 흐름 캔버스
pl: Przepływ płótna
pt_br: Tela de fluxo
tr: Akış Kanvası
vi: Dòng chảy Canvas
zh_hans: 流动画布
zh_hant: 流動畫布

source: Flow Canvas Guide
de: Flow Canvas-Anleitung
es: Guía de lienzo de flujo
fr: Guide du canevas de flux
hi: फ्लो कैनवस गाइड
id: Panduan Kanvas Aliran
ja: フローキャンバスガイド
ko: 흐름 캔버스 가이드
pl: Przewodnik po płótnie Flow
pt_br: Guia do Flow Canvas
tr: Akış Kanvası Kılavuzu
uk: Посібник Flow Canvas
vi: Hướng dẫn về Flow Canvas
zh_hans: 流程画布指南
zh_hant: 流程畫布指南

source: Font Family
de: Schriftfamilie
es: Familia de fuentes
fr: Famille de polices
hi: फ़ॉन्ट परिवार
id: Keluarga Font
ja: フォントファミリー
ko: 글꼴군
pl: Rodzina czcionek
pt_br: Família de fontes
tr: Yazı Tipi Ailesi
uk: Сімейство шрифтів
vi: Họ phông chữ
zh_hans: 字体家族
zh_hant: 字體家族

source: Frame %lld
de: Rahmen %lld
es: Marco %lld
fr: Cadre %lld
hi: फ़्रेम %lld
id: Bingkai %lld
ja: フレーム %lld
ko: 프레임 %lld
pl: Rama %lld
pt_br: Quadro %lld
tr: Çerçeve %lld
uk: Рама %lld
vi: Khung %lld
zh_hans: 框架 %lld
zh_hant: 框架 %lld

source: Frame Rate
de: Bildrate
es: Velocidad de fotogramas
fr: Fréquence d'images
hi: फ़्रेम दर
id: Kecepatan Bingkai
ja: フレームレート
ko: 프레임 속도
pl: Liczba klatek na sekundę
pt_br: Taxa de quadros
tr: Kare Hızı
uk: Частота кадрів
vi: Tốc độ khung hình
zh_hans: 帧率
zh_hant: 幀率

source: Fuse Images (%lld references)
de: Sicherungsbilder (%lld-Referenzen)
es: Imágenes de fusibles (referencias %lld)
fr: Images de fusibles (références %lld)
hi: फ़्यूज़ छवियाँ (%lld संदर्भ)
id: Gambar Sekring (referensi %lld)
ja: イメージの融合 (%lld 参照)
ko: 퓨즈 이미지(%lld 참조)
pl: Obrazy bezpieczników (odniesienia %lld)
pt_br: Imagens de fusíveis (referências %lld)
tr: Sigorta Görüntüleri (%lld referansları)
uk: Зображення Fuse (посилання на %lld)
vi: Hình ảnh cầu chì (tham khảo %lld)
zh_hans: 保险丝图像（%lld 参考文献）
zh_hant: 保險絲影像（%lld 參考文獻）

source: GPT Image 2 Deployment
de: GPT Image 2-Bereitstellung
es: Implementación de la imagen 2 de GPT
fr: Déploiement de l'image GPT 2
hi: जीपीटी छवि 2 परिनियोजन
id: Penerapan Gambar GPT 2
ja: GPT イメージ 2 の展開
ko: GPT 이미지 2 배포
pl: Wdrożenie obrazu GPT 2
pt_br: Implantação da imagem 2 da GPT
tr: GPT Görüntüsü 2 Dağıtımı
uk: Розгортання зображення GPT 2
vi: Triển khai hình ảnh GPT 2
zh_hans: GPT 映像 2 部署
zh_hant: GPT 映像 2 部署

source: Gallery
de: Galerie
es: Galería
fr: Galerie
hi: गैलरी
id: Galeri
ja: ギャラリー
ko: 갤러리
pl: Galeria
pt_br: Galeria
tr: Galeri
uk: Галерея
vi: Thư viện ảnh
zh_hans: 画廊
zh_hant: 畫廊

source: Gallery for your generated images
de: Galerie für Ihre generierten Bilder
es: Galería para tus imágenes generadas
fr: Galerie pour vos images générées
hi: आपकी बनाई गई छवियों के लिए गैलरी
id: Galeri untuk gambar yang Anda hasilkan
ja: 生成した画像のギャラリー
ko: 생성된 이미지를 위한 갤러리
pl: Galeria wygenerowanych obrazów
pt_br: Galeria para suas imagens geradas
tr: Oluşturulan görselleriniz için galeri
uk: Галерея для створених вами зображень
vi: Thư viện cho hình ảnh được tạo của bạn
zh_hans: 您生成的图像的图库
zh_hant: 您產生的圖像的圖庫

source: Gallery for your generated videos
de: Galerie für Ihre generierten Videos
es: Galería para tus videos generados
fr: Galerie pour vos vidéos générées
hi: आपके जेनरेट किए गए वीडियो के लिए गैलरी
id: Galeri untuk video yang Anda buat
ja: 生成したビデオのギャラリー
ko: 생성된 비디오를 위한 갤러리
pl: Galeria dla wygenerowanych filmów
pt_br: Galeria para seus vídeos gerados
tr: Oluşturulan videolarınız için galeri
uk: Галерея створених вами відео
vi: Thư viện cho các video được tạo của bạn
zh_hans: 您生成的视频的图库
zh_hant: 您產生的影片的圖庫

source: Generate
de: Generieren
es: generar
fr: Générer
hi: उत्पन्न करें
id: Hasilkan
ja: 生成する
ko: 생성
pl: Wygeneruj
pt_br: Gerar
tr: Oluştur
uk: Генерувати
vi: Tạo
zh_hans: 生成
zh_hant: 產生

source: Generate Audio
de: Audio generieren
es: Generar audio
fr: Générer de l'audio
hi: ऑडियो उत्पन्न करें
id: Hasilkan Audio
ja: オーディオの生成
ko: 오디오 생성
pl: Wygeneruj dźwięk
pt_br: Gerar áudio
tr: Ses Oluştur
uk: Створення аудіо
vi: Tạo âm thanh
zh_hans: 生成音频
zh_hant: 產生音訊

source: Generate Image
de: Bild generieren
es: Generar imagen
fr: Générer une image
hi: छवि उत्पन्न करें
id: Hasilkan Gambar
ja: 画像の生成
ko: 이미지 생성
pl: Wygeneruj obraz
pt_br: Gerar imagem
tr: Resim Oluştur
uk: Створити зображення
vi: Tạo hình ảnh
zh_hans: 生成图像
zh_hant: 產生影像

source: Generate Photograph
de: Foto erstellen
es: Generar fotografía
fr: Générer une photo
hi: फोटोग्राफ तैयार करें
id: Hasilkan Foto
ja: 写真の生成
ko: 사진 생성
pl: Wygeneruj zdjęcie
pt_br: Gerar fotografia
tr: Fotoğraf Oluştur
uk: Створити фотографію
vi: Tạo ảnh
zh_hans: 生成照片
zh_hant: 產生照片

source: Generate Video
de: Video generieren
es: Generar vídeo
fr: Générer une vidéo
hi: वीडियो जनरेट करें
id: Hasilkan Video
ja: ビデオの生成
ko: 비디오 생성
pl: Wygeneruj wideo
pt_br: Gerar vídeo
tr: Video Oluştur
uk: Створення відео
vi: Tạo Video
zh_hans: 生成视频
zh_hant: 產生影片

source: Generate brand-consistent creative assets
de: Generieren Sie markenkonsistente kreative Assets
es: Genere activos creativos coherentes con la marca
fr: Générez des ressources créatives cohérentes avec la marque
hi: ब्रांड-संगत रचनात्मक संपत्तियां उत्पन्न करें
id: Menghasilkan aset materi iklan yang konsisten dengan merek
ja: ブランドと一貫性のあるクリエイティブアセットを生成する
ko: 브랜드와 일관된 크리에이티브 자산 생성
pl: Generuj zasoby kreatywne spójne z marką
pt_br: Gere ativos criativos consistentes com a marca
tr: Markayla tutarlı yaratıcı varlıklar oluşturun
uk: Створюйте творчі ресурси, узгоджені з брендом
vi: Tạo nội dung sáng tạo phù hợp với thương hiệu
zh_hans: 生成品牌一致的创意资产
zh_hant: 產生品牌一致的創意資產

source: Generate images in bulk from CSV
de: Generieren Sie Bilder in großen Mengen aus CSV
es: Generar imágenes de forma masiva desde CSV
fr: Générer des images en masse à partir de CSV
hi: सीएसवी से बड़ी मात्रा में छवियां बनाएं
id: Hasilkan gambar secara massal dari CSV
ja: CSVから画像を一括生成
ko: CSV에서 대량으로 이미지 생성
pl: Generuj obrazy zbiorczo z pliku CSV
pt_br: Gere imagens em massa a partir de CSV
tr: CSV'den toplu olarak görseller oluşturun
uk: Масове генерування зображень із CSV
vi: Tạo hình ảnh hàng loạt từ CSV
zh_hans: 从 CSV 批量生成图像
zh_hant: 從 CSV 批量生成影像

source: Generate some images first to use them as source images.
de: Generieren Sie zunächst einige Bilder, um sie als Quellbilder zu verwenden.
es: Primero genere algunas imágenes para usarlas como imágenes de origen.
fr: Générez d’abord quelques images pour les utiliser comme images sources.
hi: स्रोत छवियों के रूप में उपयोग करने के लिए पहले कुछ छवियां बनाएं।
id: Hasilkan beberapa gambar terlebih dahulu untuk menggunakannya sebagai gambar sumber.
ja: 最初にいくつかのイメージを生成して、ソース イメージとして使用します。
ko: 먼저 일부 이미지를 생성하여 소스 이미지로 사용하세요.
pl: Najpierw wygeneruj kilka obrazów, aby użyć ich jako obrazów źródłowych.
pt_br: Gere algumas imagens primeiro para usá-las como imagens de origem.
tr: Kaynak görüntüler olarak kullanmak için önce bazı görüntüler oluşturun.
uk: Спочатку згенеруйте кілька зображень, щоб використовувати їх як вихідні зображення.
vi: Trước tiên hãy tạo một số hình ảnh để sử dụng chúng làm hình ảnh nguồn.
zh_hans: 首先生成一些图像以将它们用作源图像。
zh_hant: 首先生成一些圖像以將它們用作來源圖像。

source: Generate some images to see them here.
de: Generieren Sie einige Bilder, um sie hier zu sehen.
es: Genera algunas imágenes para verlas aquí.
fr: Générez quelques images pour les voir ici.
hi: उन्हें यहां देखने के लिए कुछ चित्र बनाएं।
id: Hasilkan beberapa gambar untuk melihatnya di sini.
ja: いくつかの画像を生成して、ここで確認してください。
ko: 여기서 볼 수 있는 이미지를 생성하세요.
pl: Wygeneruj kilka obrazów, aby zobaczyć je tutaj.
pt_br: Gere algumas imagens para vê-las aqui.
tr: Bunları burada görmek için bazı resimler oluşturun.
uk: Створіть кілька зображень, щоб побачити їх тут.
vi: Tạo một số hình ảnh để xem chúng ở đây.
zh_hans: 生成一些图像以在此处查看它们。
zh_hant: 生成一些圖像以在此處查看它們。

source: Generate videos first to extend them here.
de: Generieren Sie zunächst Videos, um sie hier zu erweitern.
es: Genera videos primero para ampliarlos aquí.
fr: Générez d'abord des vidéos pour les étendre ici.
hi: उन्हें यहां विस्तारित करने के लिए पहले वीडियो बनाएं।
id: Hasilkan video terlebih dahulu untuk memperluasnya di sini.
ja: ここで拡張するには、最初にビデオを生成します。
ko: 여기에서 확장하려면 먼저 비디오를 생성하세요.
pl: Najpierw wygeneruj filmy, aby je tutaj rozszerzyć.
pt_br: Gere vídeos primeiro para estendê-los aqui.
tr: Burada genişletmek için önce videolar oluşturun.
uk: Спочатку створіть відео, щоб розмістити їх тут.
vi: Tạo video trước để mở rộng chúng tại đây.
zh_hans: 首先生成视频以在此处扩展它们。
zh_hant: 首先生成視頻以在此處擴展它們。

source: Generated image
de: Generiertes Bild
es: Imagen generada
fr: Image générée
hi: उत्पन्न छवि
id: Gambar yang dihasilkan
ja: 生成された画像
ko: 생성된 이미지
pl: Wygenerowany obraz
pt_br: Imagem gerada
tr: Oluşturulan resim
uk: Згенероване зображення
vi: Hình ảnh được tạo
zh_hans: 生成的图像
zh_hant: 生成的圖像

source: Generated images will appear here once completed.
de: Die generierten Bilder werden hier angezeigt, sobald sie abgeschlossen sind.
es: Las imágenes generadas aparecerán aquí una vez completadas.
fr: Les images générées apparaîtront ici une fois terminées.
hi: पूरा होने पर जेनरेट की गई छवियां यहां दिखाई देंगी।
id: Gambar yang dihasilkan akan muncul di sini setelah selesai.
ja: 生成されたイメージは、完了するとここに表示されます。
ko: 완료되면 생성된 이미지가 여기에 표시됩니다.
pl: Wygenerowane obrazy pojawią się tutaj po zakończeniu.
pt_br: As imagens geradas aparecerão aqui depois de concluídas.
tr: Oluşturulan görseller tamamlandığında burada görünecektir.
uk: Згенеровані зображення з’являться тут після завершення.
vi: Hình ảnh được tạo sẽ xuất hiện ở đây sau khi hoàn thành.
zh_hans: 完成后，生成的图像将出现在此处。
zh_hant: 完成後，生成的圖像將出現在此。

source: Generated video
de: Erstelltes Video
es: Vídeo generado
fr: Vidéo générée
hi: उत्पन्न वीडियो
id: Video yang dihasilkan
ja: 生成されたビデオ
ko: 생성된 비디오
pl: Wygenerowane wideo
pt_br: Vídeo gerado
tr: Oluşturulan video
uk: Згенероване відео
vi: Video đã tạo
zh_hans: 生成的视频
zh_hant: 生成的視頻

source: Generates output using the current settings
de: Erzeugt eine Ausgabe mit den aktuellen Einstellungen
es: Genera resultados utilizando la configuración actual.
fr: Génère une sortie en utilisant les paramètres actuels
hi: वर्तमान सेटिंग्स का उपयोग करके आउटपुट उत्पन्न करता है
id: Menghasilkan output menggunakan pengaturan saat ini
ja: 現在の設定を使用して出力を生成します
ko: 현재 설정을 사용하여 출력을 생성합니다.
pl: Generuje dane wyjściowe przy użyciu bieżących ustawień
pt_br: Gera saída usando as configurações atuais
tr: Geçerli ayarları kullanarak çıktı üretir
uk: Генерує вивід із використанням поточних налаштувань
vi: Tạo đầu ra bằng cách sử dụng cài đặt hiện tại
zh_hans: 使用当前设置生成输出
zh_hant: 使用當前設定產生輸出

source: Generates with the current prompt
de: Wird mit der aktuellen Eingabeaufforderung generiert
es: Genera con el mensaje actual
fr: Génère avec l'invite actuelle
hi: वर्तमान प्रॉम्प्ट के साथ उत्पन्न होता है
id: Menghasilkan dengan prompt saat ini
ja: 現在のプロンプトを使用して生成します
ko: 현재 프롬프트로 생성
pl: Generuje z bieżącym monitem
pt_br: Gera com o prompt atual
tr: Geçerli istemle oluşturulur
uk: Генерується з поточним запитом
vi: Tạo với lời nhắc hiện tại
zh_hans: 使用当前提示生成
zh_hant: 使用當前提示生成

source: Generating scene...
de: Szene wird generiert...
es: Generando escena...
fr: Génération de scène...
hi: दृश्य उत्पन्न हो रहा है...
id: Menghasilkan adegan...
ja: シーンを生成中...
ko: 장면 생성 중...
pl: Generuję scenę...
pt_br: Gerando cena...
tr: Sahne oluşturuluyor...
uk: Створення сцени...
vi: Đang tạo cảnh...
zh_hans: 正在生成场景...
zh_hant: 正在生成場景...

source: Generating...
de: Generieren...
es: Generando...
fr: Génération...
hi: उत्पन्न हो रहा है...
id: Menghasilkan...
ja: 生成中...
ko: 생성 중...
pl: Generowanie...
pt_br: Gerando...
tr: Oluşturuluyor...
uk: Створення...
vi: Đang tạo...
zh_hans: 生成...
zh_hant: 生成...

source: Generation Error
de: Generierungsfehler
es: Error de generación
fr: Erreur de génération
hi: जनरेशन त्रुटि
id: Kesalahan Generasi
ja: 生成エラー
ko: 생성 오류
pl: Błąd generacji
pt_br: Erro de geração
tr: Üretim Hatası
uk: Помилка генерації
vi: Lỗi thế hệ
zh_hans: 生成错误
zh_hant: 產生錯誤

source: Generation Failed
de: Generierung fehlgeschlagen
es: Generación fallida
fr: Échec de la génération
hi: पीढ़ी विफल
id: Generasi Gagal
ja: 生成に失敗しました
ko: 생성 실패
pl: Generacja nie powiodła się
pt_br: Falha na geração
tr: Oluşturma Başarısız
uk: Помилка генерації
vi: Thế hệ thất bại
zh_hans: 生成失败
zh_hant: 生成失敗

source: Generation Mode
de: Generierungsmodus
es: Modo de generación
fr: Mode génération
hi: जनरेशन मोड
id: Mode Generasi
ja: 生成モード
ko: 생성 모드
pl: Tryb generacji
pt_br: Modo de geração
tr: Üretim Modu
uk: Режим генерації
vi: Chế độ thế hệ
zh_hans: 生成模式
zh_hant: 生成模式

source: Generation Queue
de: Generationswarteschlange
es: Cola de generación
fr: File d'attente de génération
hi: पीढ़ी कतार
id: Antrian Generasi
ja: 生成キュー
ko: 생성 대기열
pl: Kolejka pokoleń
pt_br: Fila de geração
tr: Oluşturma Sırası
uk: Черга генерації
vi: Hàng đợi thế hệ
zh_hans: 生成队列
zh_hant: 生成隊列

source: Generation Underway
de: Generation unterwegs
es: Generación en marcha
fr: Génération en cours
hi: पीढ़ी चल रही है
id: Generasi Sedang Berlangsung
ja: 生成中
ko: 세대 진행 중
pl: Pokolenie w toku
pt_br: Geração em andamento
tr: Nesil Devam Ediyor
vi: Thế hệ đang được tiến hành
zh_hans: 一代正在进行中
zh_hant: 一代正在進行中

source: Generation speed - higher speeds consume more credits
de: Generierungsgeschwindigkeit – höhere Geschwindigkeiten verbrauchen mehr Credits
es: Velocidad de generación: las velocidades más altas consumen más créditos
fr: Vitesse de génération : des vitesses plus élevées consomment plus de crédits
hi: उत्पादन गति - उच्च गति अधिक क्रेडिट का उपभोग करती है
id: Kecepatan pembangkitan - kecepatan yang lebih tinggi menghabiskan lebih banyak kredit
ja: 生成速度 - 速度が速いほど、より多くのクレジットを消費します
ko: 생성 속도 - 속도가 높을수록 더 많은 크레딧을 소비합니다.
pl: Szybkość generowania - wyższe prędkości zużywają więcej kredytów
pt_br: Velocidade de geração – velocidades mais altas consomem mais créditos
tr: Üretim hızı - daha yüksek hızlar daha fazla kredi tüketir
uk: Швидкість генерації - більша швидкість споживає більше кредитів
vi: Tốc độ tạo - tốc độ cao hơn sẽ tiêu tốn nhiều tín dụng hơn
zh_hans: 生成速度 - 更高的速度消耗更多的积分
zh_hant: 產生速度 - 更高的速度消耗更多的積分

source: Generations
de: Generationen
es: Generaciones
fr: Générations
hi: पीढ़ियों
id: Generasi
ja: 世代
ko: 세대
pl: Pokolenia
pt_br: Gerações
tr: Nesiller
uk: Покоління
vi: thế hệ
zh_hans: 几代人
zh_hant: 幾個世代

source: Generations will appear here as you edit the canvas.
de: Während Sie die Leinwand bearbeiten, werden hier Generationen angezeigt.
es: Las generaciones aparecerán aquí a medida que edites el lienzo.
fr: Les générations apparaîtront ici au fur et à mesure que vous modifierez le canevas.
hi: जैसे ही आप कैनवास संपादित करेंगे, पीढ़ियाँ यहाँ दिखाई देंगी।
id: Generasi akan muncul di sini saat Anda mengedit kanvas.
ja: キャンバスを編集すると、ここに世代が表示されます。
ko: 캔버스를 편집하면 여기에 세대가 나타납니다.
pl: Pokolenia pojawią się tutaj podczas edycji obszaru roboczego.
pt_br: As gerações aparecerão aqui conforme você edita a tela.
tr: Siz tuvali düzenlerken nesiller burada görünecek.
uk: Під час редагування полотна тут відображатимуться покоління.
vi: Các thế hệ sẽ xuất hiện ở đây khi bạn chỉnh sửa canvas.
zh_hans: 当您编辑画布时，世代将出现在此处。
zh_hant: 當您編輯畫布時，世代將出現在此。

source: Get %@
de: Holen Sie sich %@
es: Obtener %@
fr: Obtenir %@
hi: %@ प्राप्त करें
id: Dapatkan %@
ja: %@ を入手
ko: %@ 가져오기
pl: Pobierz %@
pt_br: Obtenha %@
tr: %@'yi edinin
uk: Отримайте %@
vi: Nhận %@
zh_hans: 获取 %@
zh_hant: 取得 %@

source: Go to the Studio tab to configure your backdrop and product objects, then generate your first photograph.
de: Gehen Sie zur Registerkarte „Studio“, um Ihren Hintergrund und Ihre Produktobjekte zu konfigurieren, und erstellen Sie dann Ihr erstes Foto.
es: Vaya a la pestaña Estudio para configurar el fondo y los objetos del producto, luego genere su primera fotografía.
fr: Accédez à l'onglet Studio pour configurer votre toile de fond et vos objets produits, puis générez votre première photo.
hi: अपनी पृष्ठभूमि और उत्पाद ऑब्जेक्ट को कॉन्फ़िगर करने के लिए स्टूडियो टैब पर जाएं, फिर अपनी पहली तस्वीर तैयार करें।
id: Buka tab Studio untuk mengonfigurasi latar belakang dan objek produk Anda, lalu buat foto pertama Anda.
ja: [スタジオ] タブに移動して背景と製品オブジェクトを構成し、最初の写真を生成します。
ko: 스튜디오 탭으로 이동하여 배경화면과 제품 개체를 구성한 다음 첫 번째 사진을 생성하세요.
pl: Przejdź do zakładki Studio, aby skonfigurować tło i obiekty produktowe, a następnie wygeneruj swoje pierwsze zdjęcie.
pt_br: Vá para a aba Studio para configurar seu cenário e objetos de produto e, em seguida, gere sua primeira fotografia.
tr: Arka planınızı ve ürün nesnelerinizi yapılandırmak için Stüdyo sekmesine gidin, ardından ilk fotoğrafınızı oluşturun.
uk: Перейдіть на вкладку «Студія», щоб налаштувати фон і об’єкти продукту, а потім створіть свою першу фотографію.
vi: Đi tới tab Studio để định cấu hình phông nền và đối tượng sản phẩm, sau đó tạo bức ảnh đầu tiên của bạn.
zh_hans: 转到“工作室”选项卡配置您的背景和产品对象，然后生成您的第一张照片。
zh_hant: 前往「工作室」標籤配置您的背景和產品對象，然後產生您的第一張照片。

source: Got It
de: Verstanden
es: Lo tengo
fr: Je l'ai compris
hi: समझ गया
id: Mengerti
ja: わかりました
ko: 알았어
pl: Rozumiem
pt_br: Entendi
tr: anladım
uk: Зрозуміло
vi: hiểu rồi
zh_hans: 明白了
zh_hant: 明白了

source: Got it
de: Verstanden
es: Lo tengo
fr: Je l'ai compris
hi: समझ गया
id: Mengerti
ja: わかりました
ko: 알았어요
pl: Rozumiem
pt_br: Entendi
tr: Anladım
uk: зрозумів
vi: Hiểu rồi
zh_hans: 明白了
zh_hant: 明白了

source: Grow Mask
de: Wachstumsmaske
es: Máscara de crecimiento
fr: Masque de croissance
hi: मुखौटा उगाओ
id: Tumbuhkan Masker
ja: 成長マスク
ko: 마스크 키우기
pl: Rosnąca maska
pt_br: Máscara de crescimento
tr: Maskeyi Büyüt
uk: Маска для росту
vi: Mặt nạ trồng trọt
zh_hans: 生长面膜
zh_hant: 生長面膜

source: Guidance
de: Anleitung
es: Orientación
fr: Conseils
hi: मार्गदर्शन
id: Bimbingan
ja: ガイダンス
ko: 안내
pl: Wskazówki
pt_br: Orientação
tr: Rehberlik
uk: Керівництво
vi: hướng dẫn
zh_hans: 指导
zh_hant: 指導
